Tekla.Structures.DrawingInternal.dotGrArrowheadAttributes_t
Arrowhead attributes for internal use.

Tekla.Structures.DrawingInternal.dotGrArrowheadAttributes_t.ArrowPosition


Tekla.Structures.DrawingInternal.dotGrArrowheadAttributes_t.Head


Tekla.Structures.DrawingInternal.dotGrArrowheadAttributes_t.Height


Tekla.Structures.DrawingInternal.dotGrArrowheadAttributes_t.Width


Tekla.Structures.DrawingInternal.dotGrArrowheadAttributes_t.ToStruct(Tekla.Structures.Drawing.ArrowheadAttributes)


Tekla.Structures.DrawingInternal.dotGrArrowheadAttributes_t.FromStruct(Tekla.Structures.Drawing.ArrowheadAttributes)
